<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>谷粒网</title>
<link href="css/base.css" type="text/css" rel="stylesheet">
<link href="css/layout.css" type="text/css" rel="stylesheet">
</head>
<body>
<div class="xieyi-box">
  <p align="center"><strong>谷粒网客户注册服务协议 </strong></p>
  <p align="left"><strong>一、本协议适用范围 </strong></p>
  <p align="left">1、本协议由谷粒网平台运营方，即上海域链网络科技有限公司制定，适用对象是符合平台注册条件的客户。 </p>
  <p align="left">2、本协议适用于客户注册、下单、收货、售后的全过程。 </p>
  <p align="left"><strong>二、有关名词的定义 </strong></p>
  <p align="left">1、注册客户：即符合谷粒网注册条件并接受本服务协议的中国大陆地区依法经营的个体户及其他组织； </p>
  <p align="left">2、供应商：指与谷粒网签署合作协议并在谷粒网平台售卖商品的中国大陆地区依法经营的食材食品经销商、生产商及贸易商等。 </p>
  <p align="left"><strong>三、平台服务条款 </strong></p>
  <p align="left">1、平台注册 </p>
  <p align="left">   当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示客户已充分阅读、理解并接受本协议的全部内容。阅读本协议的过程中，如有疑问可以咨询本平台服务人员，若对我们的条款不满意可以给与我们意见和建议，同时请暂时停止注册本平台，直至接受本协议方可继续注册。 </p>
  <p align="left">2、商品下单 </p>
  <p align="left">（1）平台用户在谷粒网成功下单，即表示对平台的产品相关信息，包含图片、产品名称、规格、价格及促销商品等已准确无疑的浏览并下单。 </p>
  <p align="left">（2）平台用户完成下单过程，即表示认可谷粒网线上订单处理系统，并有责任妥善保管好自己的账号密码。因密码丢失或操作失误所造成的损失由买家承担。 </p>
  <p align="left">3、付款结算 </p>
  <p align="left">（1）平台用户对订单的结算方式可以选择线上支付也可选择货到付款，若选择线上支付，谷粒平台将为购买用户和供应商提供有关支付结算服务； </p>
  <p align="left">（2）若用户选择货到付款方式，对于购买用户和供应商之间的现金支付操作细节如是否现金、实际支付金额、支付时间等，由双方自行处理，平台不做干预和承担责任。 </p>
  <p align="left">4、商品送达 </p>
  <p align="left">   用户在谷粒网订购的商品均由平台供应商或商家委托第三方物流将产品送到您所指定的收货地址。用户须准确地填写您的真实姓名、收货地址及联系方式（以下简称：收货信息）。因如以下情况造成订单延迟或无法配送等，谷粒网及供应商和供应商委托的第三方物流将不承担责任： </p>
  <p align="left">（1）用户提供错误或不详细的收货信息； </p>
  <p align="left">（2）货物送达但无人签收，由此造成的二次配送费用及相关后果； </p>
  <p align="left">（3）不可抗力因素，如：自然灾害、戒严、战争等。 </p>
  <p align="left">5、商品问题 </p>
  <p align="left">（1）质量保证 </p>
  <p align="left">     谷粒网对入驻平台的供应商进行严格筛选和管理，并定期对其所售卖的商品进行质量抽检，以保证商品的质量；客户如有需要，供应商可以提交法律规定的相关合格证或检疫证明；如客户发现关于商品的任何质量问题欢迎致电谷粒网客服，谷粒网将根据合作协议对供应商进行相应处罚。 </p>
  <p align="left">（2）数量问题 </p>
  <p align="left">     因商品包装、分割及运输损耗等问题，用户收货时发现商品的重量有差，对于商品存在的合理误差，双方应相互体谅。超过合理误差范围的，可致电谷粒网客服协助处理及补货。 </p>
  <p align="left"><strong>四、责任义务 </strong></p>
  <p align="left">1、供应商需保证所供产品的质量符合国家、行业或企业规定的质量标准，如因供应商提供产品质量导致的全部责任由其承担。 </p>
  <p align="left">2、由于用户对产品或服务使用不当所引起的或与之有关的间接损失，供应商不对买方用户承担责任。 </p>
  <p align="left">3、供买双方一致同意：供应商可以对其所出具的销售印刷品、报价单、价格表、订单确认书、发票或其它文件和资料的错误和疏漏进行更正，并以更正的资料为准。任何一方不履行本协议项下的义务或履行义务不符合协议的，应当按照中国有关法律的规定承担相应的违约责任。 </p>
  <p align="left"><strong>五、服务协议的变更 </strong></p>
  <p align="left">1、为更好地维护供买双方的权益，谷粒网对本协议保留修改的权利。修改后的协议内容将会在重要页面进行提示。若用户继续使用谷粒网的服务，即视为接受条款变更。 </p>
2、谷粒网保留完善或中断服务的权利，但会在第一时间对用户进行告知。
<p align="center">
  </p>
  <a onclick="javascript:history.back()" class="back">返回</a>
</div>


</body>
</html>